Repository: rpi-virtuell/rw-materialpool
Catalog: languages/*-materialpool-*.po
Languages: de_de

source: Age brackets
de_de: Altersstufen

source: Age bracket
de_de: Altersstufe

source: Search age brackets
de_de: Altersstufe suchen

source: Popular age brackets
de_de: Häufig benutzte Altersstufen

source: All age brackets
de_de: Alle Altersstufen

source: Edit age bracket
de_de: Altersstufe bearbeiten

source: Update age bracket
de_de: Altersstufe aktualisieren

source: Add New age bracket
de_de: Neue Altersstufe erstellen

source: New age bracket Name
de_de: Neue Altersstufe

source: Separate age bracket with commas
de_de: Altersstufen durch Kommas trennen.

source: Choose from the most used age brackets
de_de: Wähle aus den häufig genutzten Altersstufen

source: No age brackets found.
de_de: Keine Altersstufe gefunden

# Altersstufe Editpage Fieldname
source: Sortorder
de_de: Sortierreihenfolge

# Altersstufe Editpage Fielddescription
source: sortorder for taxonomy
de_de: Sortierreihenfolge der Altersstufe. Ist ein Textfeld, kein integer.

source: Sort order
de_de: Sortierreihenfolge

# Author Editpage Fieldname
source: Firstname
de_de: Vorname

# Organisation Editpage Fielddescription
source: firstname of author
de_de: Vorname des Autoren

# Author Editpage Fieldname
source: lastname
de_de: Nachname

# Organisation Editpage Fielddescription
source: lastname of author
de_de: Nachname des Autoren

# Organisation Editpage Fielddescription
source: Website of author
de_de: Webseite des Autoren

# Author Editpage Fieldname
source: RPI BuddyPress Username
de_de: RPI BuddyPress Benutzername

# Organisation Editpage Fielddescription
source: username of author on rpi buddypress
de_de: Benutzername des Autoren auf dem RPI BuddyPress

# Organisation Editpage Fielddescription
source: email of author (for gravatar)
de_de: E-Mail des Autoren (für Gravatar)

# Author Editpage Fieldname
source: Picture URL
de_de: Bild URL

# Author Editpage Fielddescription
source: URL of author picture
de_de: URL des Autorenbildes

# Autor list field
source: Picture
de_de: Bild

# Autor list field
source: Lastname
de_de: Nachname

# Autor list field
source: Firstname
de_de: Vorname

source: Date
de_de: Datum

source: Educational levels
de_de: Bildungsstufen

source: Educational level
de_de: Bildungsstufe

source: Search educational level
de_de: Bildungsstufe suchen

source: Popular educational level
de_de: Häufig benutzte Bildungsstufen

source: All educational levels
de_de: Alle Bildungsstufen

source: Edit educational level
de_de: Bildungsstufe bearbeiten

source: Update educational level
de_de: Bildungslevel aktualisieren

source: Add New educational level
de_de: Neue Bildungsstufe erstellen

source: New language Name
de_de: Neue Sprache

source: Separate educational level with commas
de_de: Bildungsstufen durch Kommas trennen.

source: Choose from the most used educational levels
de_de: Wähle aus den häufig genutzten Bildungsstufen

source: No educational level found.
de_de: Keine Bildungsstufe gefunden

# Bildungsstufe Editpage Fieldname
source: Sortorder
de_de: Sortierreihenfolge

# Bildungsstufe Editpage Fielddescription
source: sortorder for taxonomy
de_de: Sortierreihenfolge der Bildungsstufe. Ist ein Textfeld, kein integer.

source: Please select
de_de: Bitte auswählen

# Page title
source: Settings
de_de: Einstellungen

# Menu title
source: Settings
de_de: Einstellungen

source: Inclusion
de_de: Inklusion

source: Search inclusion
de_de: Inklusion suchen

source: Popular inclusion
de_de: Häufig benutzte Inklusionen

source: All inclusions
de_de: Alle Inklusionen

source: Edit inclusion
de_de: Inklusion bearbeiten

source: Update inclusion
de_de: Inklusion aktualisieren

source: Add New inclusion
de_de: Neue Inklusion erstellen

source: New inclusion Name
de_de: Neue Inklusion

source: Separate inclusion with commas
de_de: Inklusionen durch Kommas trennen.

source: Choose from the most used inclusion
de_de: Wähle aus den häufig genutzten Inklusionen

source: No inclusion found.
de_de: Keine Inklusion gefunden

# Inklusion Editpage Fieldname
source: Sortorder
de_de: Sortierreihenfolge

# Inklusion Editpage Fielddescription
source: sortorder for taxonomy
de_de: Sortierreihenfolge der Inklusionen. Ist ein Textfeld, kein integer.

source: This plugin requires WordPress 4.0 or newer to work
de_de: Dieses Plugin benötigt Wordpress 4.0 oder neuer.

source: This plugin requires PHP 5.3 or newer to work. Your current PHP version is %1s, please update.
de_de: Dieses Plugin benötigt PHP 5.3 oder höher. Deine aktuellen PHP-Version ist% 1s, bitte aktualisieren.

source: Keywords
de_de: Schlagworte

source: License
de_de: Lizenz

source: Search license
de_de: Lizenz suchen

source: Popular license
de_de: Häufig benutzte Lizenzen

source: All license
de_de: Alle Lizenzen

source: Edit license
de_de: Lizenz bearbeiten

source: Update license
de_de: Lizenz aktualisieren

source: Add New license
de_de: Neue Lizenz hinzufügen

source: New license Name
de_de: Neue Lizenz

source: Separate license with commas
de_de: Lizenzen durch Kommas trennen.

source: Choose from the most used license
de_de: Wähle aus den häufig genutzten Lizenzen

source: No license found.
de_de: Keine Lizenzen gefunden

# Lizenz Editpage Fieldname
source: Sortorder
de_de: Sortierreihenfolge

# Lizenz Editpage Fielddescription
source: sortorder for taxonomy
de_de: Sortierreihenfolge der Lizenzen. Ist ein Textfeld, kein integer.

# Material
source: Add New
de_de: Erstellen

source: Add New Material
de_de: Neues Material hinzufügen

source: New Material
de_de: Neues Material

source: Edit Material
de_de: Material bearbeiten

source: View Material
de_de: Material ansehen

source: All Material
de_de: Alle Materialien

source: Search Material
de_de: Material suchen

source: Parent Material:
de_de: Werk (übergeordnetes Material)

source: No Material found.
de_de: Kein Material gefunden

source: No Material found in Trash.
de_de: Kein Material im Papierkorb gefunden

source: Materialdata
de_de: Materialdaten

# Material Editpage Fieldname
source: Shortdescription
de_de: Kurzbeschreibung

# Organisation Editpage Fielddescription
source: Shortdescription of material
de_de: Kurzbeschreibung des Materials

# Material Editpage Fieldname
source: Description
de_de: Beschreibung

# Organisation Editpage Fielddescription
source: Description of material
de_de: Beschreibung des Materials

# Material Editpage Fieldname
source: Keywords
de_de: Schlagworte

# Organisation Editpage Fielddescription
source: Keywords of material
de_de: Schlagworte die das Material beschrieben

# Organisation Editpage Fielddescription
source: Sorry, no terms could be found.
de_de: Keine Einträge zugeordnet.

# Material Editpage Fieldname
source: Release Date
de_de: Veröffentlichungsdatum

# Organisation Editpage Fielddescription
source: Release Date of material
de_de: Veröffentlichungsdatum des Materials

# Material Editpage Fieldname
source: Depublication Date
de_de: Depublizierungsdatum

# Organisation Editpage Fielddescription
source: Depublicarion Date of material
de_de: Depublizierungsdatum des Materials

# Material Editpage Fieldname
source: Review Date
de_de: Wiedervorlagedatum

# Organisation Editpage Fielddescription
source: Review Date of material
de_de: Datum, wann das Material zum erneuten Review vorgelegt wird.

# Material Editpage Fieldname
source: Create Date
de_de: Erstellungsdatum

# Organisation Editpage Fielddescription
source: Create Date of material
de_de: Datum wann das Material erstellt wurde. Muss nicht mit dem Veröffentlichungsdatum auf der Webseite übereinstimmen.

# Material Editpage Fieldname
source: Material URL
de_de: URL unter der das Material erreichbar ist.

# Organisation Editpage Fielddescription
source: URL of material
de_de: URL unter der das Material erreichbar ist.

# Material Editpage Fieldname
source: Picture
de_de: Bild

# Material Editpage Fielddescription
source: Picture from material
de_de: Bild des Materials

# Material Editpage Fielddescription
source: Werk from material
de_de: Dieses Material ist einem Werk zugeordnet.

# Material Editpage Fieldname
source: Reference
de_de: Referenzen

# Material Editpage Fielddescription
source: Reference to material
de_de: Materialreferenzen (Erscheinen als Verweise beim Material)

# Material Editpage Fieldname
source: Mediatyp
de_de: Medientyp

# Material Editpage Fielddescription
source: Mediatyp of material
de_de: Medientyp des Materials

# Material Editpage Fielddescription
source: Verfügbarkeit of material
de_de: Verfügbarkeit des Material.

# Material Editpage Fielddescription
source: Bildungsstuge of material
de_de: Bildungsstufe für die das Material geeignet ist.

# Material Editpage Fielddescription
source: Zugänglichkeit of material
de_de: Zugänglichkeit des Materials

# Material Editpage Fielddescription
source: Inklusion of material
de_de: Ist das Material für Inklusion geeignet.

# Material Editpage Fieldname
source: Language
de_de: Sprache

# Material Editpage Fielddescription
source: Language of material
de_de: Sprache des Materials

# Material Editpage Fielddescription
source: Lizenz of material
de_de: Lizenz des Materials

# Material Editpage Fielddescription
source: Altersstufe of material
de_de: Für welche Altersstufen ist das Material geeignet.

source: Mediatype
de_de: Medientyp

source: Search mediatype
de_de: Medientyp suchen

source: Popular mediatype
de_de: Häufig benutzte Medientypen

source: All mediatypes
de_de: Alle Medientypen

source: Edit mediatype
de_de: Medientyp bearbeiten

source: Update mediatype
de_de: Medientyp aktualisieren

source: Add New mediatype
de_de: Neuen Medientyp hinzufügen

source: New mediatype Name
de_de: Neuer Medientyp

source: Separat emediatypes with commas
de_de: Medientypen durch Kommas trennen.

source: Choose from the most used mediatypes
de_de: Wähle aus den häufig genutzten Medientypen

source: No mediatype found.
de_de: Kein Medientyp gefunden

source: Mediatypes
de_de: Medientypen

# Medientyp Editpage Fieldname
source: Sortorder
de_de: Sortierreihenfolge

# Medientyp Editpage Fielddescription
source: sortorder for taxonomy
de_de: Sortierreihenfolge der Medientypen. Ist ein Textfeld, kein integer.

source: Organisationdata
de_de: Organisationsdaten

# Organisation Editpage Fielddescription
source: Website of organisation
de_de: Webseite der Organisation

# Organisation Editpage Fielddescription
source: URL of organisation logo
de_de: URL der Logografik der Organisation

# Organisation Editpage Fielddescription
source: Organisation is ALPIKA
de_de: Organisation ist ein ALPIKA Institut

# Organisation Editpage Fielddescription
source: Konfession of organisation
de_de: Konfession der Organisation

source: Languages
de_de: Sprachen

source: Language
de_de: Sprache

source: Search languages
de_de: Sprache suchen

source: Popular languages
de_de: Häufig benutzte Sprachen

source: All languages
de_de: Alle Sprachen

source: Edit language
de_de: Sprache bearbeiten

source: Update language
de_de: Sprache aktualisieren

source: Add New language
de_de: Neue Sprache hinzufügen

source: Separate language with commas
de_de: Sprachen durch Kommas trennen.

source: Choose from the most used languages
de_de: Wähle aus den häufig genutzten Sprachen

source: No languages found.
de_de: Keine Sprachen gefunden

source: Disposability
de_de: Verfügbarkeit

source: Search disposabilitys
de_de: Verfügbarkeit suchen

source: Popular disposabilitys
de_de: Häufig benutzte Verfügbarkeiten

source: All disposabilitys
de_de: Alle Verfügbarkeiten

source: Edit disposability
de_de: Verfügbarkeit bearbeiten

source: Update disposability
de_de: Verfügbarkeit aktualisieren

source: Add New disposability
de_de: Neue Verfügbarkeit erstellen

source: New disposability Name
de_de: Neue Verfügbarkeit

source: Separate disposability with commas
de_de: Verfügbarkeiten durch Kommas trennen.

source: Choose from the most used disposabilitys
de_de: Wähle aus den häufig genutzten Verfügbarkeiten

source: No disposabilitys found.
de_de: Keine Verfügbarkeit gefunden

source: Disposabilitys
de_de: Verfügbarkeiten

source: Verfuegbarkeit
de_de: Verfügbarkeit

# Verfuegbarkeit Editpage Fieldname
source: Sortorder
de_de: Sortierreihenfolge

# Verfuegbarkeit Editpage Fielddescription
source: sortorder for taxonomy
de_de: Sortierreihenfolge der Verfügbarkeiten. Ist ein Textfeld, kein integer.

source: Accessibility
de_de: Zugänglichkeit

source: Search accessibility
de_de: Zugänglichkeit suchen

source: Popular accessibility
de_de: Häufig benutzte Inklusionen

source: All accessibility
de_de: Alle Zugänglichkeiten

source: Edit accessibility
de_de: Zugänglichkeit bearbeiten

source: Update accessibility
de_de: Zugänglichkeit aktualisieren

source: Add New accessibility
de_de: Neue Zugänglichkeit erstellen

source: New accessibility Name
de_de: Neue Zugängllichkeit

source: Separate accessibility with commas
de_de: Zugänglichkeiten durch Kommas trennen.

source: Choose from the most used accessibility
de_de: Wähle aus den häufig genutzten Zugänglichkeiten

source: No accessibility found.
de_de: Keine Zugänglichkeit gefunden

source: Zugaenglichkeit
de_de: Zugänglichkeit

# Zugänglichkeit Editpage Fieldname
source: Sortorder
de_de: Sortierreihenfolge

# Zugänglichkeit Editpage Fielddescription
source: sortorder for taxonomy
de_de: Sortierreihenfolge der Zugänglichkeiten. Ist ein Textfeld, kein integer.
